Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: And I know that probably did not help you much.
ht: Et, mwen konnen ki pwobableman pa te ede ou bien.

source: But lets actually work trough this problem.
ht: Men permet aktyèlman travay creux pwoblèm sa a.

source: So to do that, lets think of the different multiples of 15, 6 and 10. and then find the smallest multiple, the least multiple they have in common.
ht: Se konsa pou fè sa, pa janm panse a les multiples diferan de 15, 6 Et 10. e lè sa a, se trouve plusieurs pi piti a piti miltip yo gen bagay an komen.

source: So, lets find the multiples of 15.
ht: Se konsa, vous jwenn multiples de 15.

source: You have:
ht: Ou gen:

source: 1 times 15 is 15, two times 15 is 30, then if you add 15 again you get 45, you add 15 again you get 60, you add 15 again, you get 75, you add 15 again, you get 90, you add 15 again you get 105. and if still none of these are common multiples with these guys over here then you may have to go further, but I will stop here for now.
ht: 1 fwa 15 se 15, de fwa 15 se ki te gen 30 Lè sa a, si ou ajoute 15 ankò nou jwenn gen 45 kan, ou ajoute 15 ankò, ou jwenn 60, ou ajoute 15 ankò, ou jwenn 75, ou ajoute 15 ankò, ou jwenn 90, ou ajoute 15 ankò, ou jwenn 105. Si nou toujou gen okenn nan men sont multiples komen ak mesye sa yo sou isit la

source: Now that's the multiples of 15 up through 105.
ht: Koulye a sa se multiples de 15 nan 105.

source: Obviously, we keep going from there.
ht: Evidamman, nou kontinye sou menm lanse kote yo.

source: Now lets do the multiples of 6.
ht: Koulye a, vous fè multiples de 6.

source: Let's do the multiples of 6:
ht: An n fè multiples de fwa 6:

source: 1 times 6 is 6, two times 6 is 12, 3 times 6 is 18, 4 times 6 is 24, 5 times 6 is 30, 6 times 6 is 36, 7 times 6 is 42, 8 times 6 is 48, 9 times 6 is 54, 10 times 6 is 60.
ht: 1, 6 se 6, de fwa 6 se 12, 3 fwa 6 se gen 18 tan, fwa 4, 6 se 24, 5 fwa 6 se ki te gen 30 tan 6, 6 se 36 zan, 6 7 fwa se 42, 8 tan 6 se 48, 9 fwa 6 se 54, 10 fwa 6 se 60. 60 deja recherche entèresan, paske se yon plusieurs komen de 15 Et 60.

source: 60 already looks interesting, because it is a common multiple of both 15 and 60. Although we have to of them over here.
ht: Malgre ke nou gen pou yo pase isit la.

source: We have 30 and we have a 30, we have a 60 and a 60.
ht: Nou gen 30 Et nou gen yon 30, nou gen yon 60 Et 60 yon.

source: So the smallest LCM... ...so if we only cared about the least common multiple of 15 and 6.
ht: Se konsa LCM pi piti a... .. .so si nou sèlman soin de plusieurs komen moins de 15 Et 6.

source: We would say it is 30.
ht: Nou ta di se 30.

source: Lets write that down as an intermediate: the LCM of 15 and 6.
ht: Vous ekri sa tankou yon intermédiaire: la LCM de 15 Et 6.

source: So the least common multiple, the smallest multiple that they have in common we see over here.
ht: Se konsa la moins komen plusieurs, a plusieurs pi piti sa yo gen bagay an komen nou wè sou isit la.

source: 15 times 2 is 30 and 6 times 5 is 30.
ht: 2 fwa 15 se 5 se 30 fwa 30 Et 6.

source: So this is definitely a common multiple and it is the smallest of all of their LCMs.
ht: Se poutèt sa se san mank plusieurs komen yon Et se pi piti moun tout moun LCMs yo.

source: 60 is also a common multiple, but it is a bigger one.
ht: 60 tou yon plusieurs komen, men se yon pi gwo UN.

source: This is the least common multiple.
ht: Sa se plusieurs komen pi piti a.

source: So this is 30.
ht: Se poutèt sa se 30.

source: We have not thought of the 10 yet.
ht: Nou te pat panse de 10 la ankò.

source: So lets bring the 10 in there.
ht: Pour vous pote 10 la a.

source: I think you see where this is going.
ht: Mwen panse ke nou wè kote sa prale.

source: Let's do the multiples of 10.
ht: An n fè multiples de 10.

source: They are 10, 20, 30, 40... well, we already went far enough.
ht: Yo gen 10, 20, 30, 40... Men, nou te deja al byen lwen ase.

source: Because we already got to 30, and 30 is a common multiple of 15 and 6 and it is the smallest common multiple of all of them.
ht: Paske, nou deja a pou 30, 30 se yon plusieurs komen de 15 Et 6 Et se pi piti plusieurs komen de yo tout.

source: So it is actually the fact that the LCM of 15, 6 and 10 is equal to 30.
ht: Se poutèt sa, se aktyèlman fait ke LCM de 15, 6 Et 10 rive fè 30.

source: Now, this is one way to find the least common multiple.
ht: Koulye a, men se yon sèl chemen pou jwenn plusieurs komen pi piti a.

source: Literally, just find and look at the multiples of each of the numbers... and then see what the smallest multiple is they have in common.
ht: Mo pou mo, jis jwenn e gade les multiples de chak nan anpil moun la... Et puis wè tout sa a pi piti plusieurs ki yo gen bagay an komen.

source: Another way to do that, is to look at the prime factorization of each of these numbers and the LCM is the number that has all the elements of the prime factorization of these and nothing else.
ht: Yon lòt wout pou fè sa, se pou ap chèche pou dekonpoze an a premye faktè de chak nan anpil sa yo Et LCM la, se moun ki gen tout eleman ki pou dekonpoze an a premye faktè sa yo ak anyen ankò.

source: So let me show you what I mean by that.
ht: Se konsa kite m montre ou sa mwen vle di pou moun.

source: So, you can do it this way or you can say that 15 is the same thing as 3 times 5 and that's it.
ht: Se konsa, ou kapab fè l' men ki jan ou ou kapab di ke 15 se a menm bagay sa tankou fwa 3 a 5 Et sa se l.

source: That is its prime factorization, 15 is 3 times 5, since both 3 and 5 are prime numbers.
ht: Sa se pou dekonpoze an li premye faktè, 15 se 5 fwa, depi ke tou de 3 Et 5 sont pwemye anpil moun.

source: We can say that 6 is the same thing as 2 times 3.
ht: Nou kapab di ke 6 se menm bagay tankou 3 2 fwa.

source: That's it, that is its prime factorization, since both 2 and 3 are prime.
ht: Sa se li, ki se pou dekonpoze an li premye faktè, depi 2 Et 3 sont pwemye.

source: And then we can say that 10 is the same thing as 2 times 5.
ht: Apre sa, lè sa a nou ka di ke 10 se menm bagay tankou 2 fwa 5.

source: Both two and 5 are prime, so we are done factoring it.
ht: De Et 5 sont premye a, se konsa nou fè tcheke repons nan li.

source: So the LCM of 15, 6 and 10, just needs to have all of these prime factors.
ht: Se konsa a LCM de 15, 6 Et 10, sèlman bezwen gen tout faktè premye sa yo.

source: And what I mean is... to be clear, in order to be divisible by 15 it has to have at least one 3 and at least one 5 in its prime factorization, so it needs to have one 3 and at least one 5.
ht: E sa mwen vle di. ase. pou va rive, pou yo ka divisible pa 15 li gen pou omwen yon 3 Et 5 omwen yon nan factorisation premye li, se konsa li bezwen pou gen yon sèl 3 Et omwen yon 5.

source: By having a 3 times 5 in its prime factorization that ensures that this number is divisible by 15.
ht: Pa gen 3 yon fwa 5 nan pou dekonpoze an li premye faktè ki te asire ke sa nonm sa a pa 15 divisible.

source: To be divisible by 6 it has to have at least one 2 and one 3.
ht: Gen divisible pa 6 li genyen pou omwen yon 2 Et 3 yon sèl.

source: So it has to have at least one 2 and we already have a 3 over here so that is all we want.
ht: Se konsa pou fè sa omwen yon 2 Et nou deja genyen yon 3 sou isit la konsa se te tout sa nou vle.

source: We just need one 3. So one 2 and one 3.
ht: Nou sèlman bezwen yon sèl 3.

source: That is 2 times 3 and ensures we are divisible by 6.
ht: Se konsa yon sèl 2 Et 3 yon sèl. Sa se 3 2 fwa e asire ke nap divisible pa 6.

source: And let me make it clear, this right here is the 15.
ht: Kite m' fè wè, dwa sa a isit la se 15 an.

source: And then to make sure we are divisible by 10, we need to have at least one 2 and one 5.
ht: Epi lè sa a pou asire w n divisible anvan 10, nou bezwen gen 2 omwen yon ak yon sèl 5.

source: These two over here make sure we are divisible by 10. and so we have all of them, this 2 x 3 x 5 has all of the prime factors of either 10, 6 or 15, so it is the LCM.
ht: De sa yo pase isit la pou pi si nou divisible anvan 10. epi se konsa nou gen tou sa yo, sa a 2 x 3 x 5 tout premye te egzije de swa 10, 6 oubyen 15, se sak rive vre LCM a.

source: So if we multiply this out, you will get, 2 x 3 is 6, 6 x 5 is 30.
ht: Se konsa, si nou miltipliye an konesans sa a, n' a jwenn, 2 x 3 se 6, 6 x 5 se 30.

source: So either way.
ht: Se konsa ni fason sa.

source: Hopefully these kind of resonate with you and you see why they make sense.
ht: Sa ti jan de résonner ak nou, nou konnen poukisa y' ap konprann.

source: This second way is a little bit better, if you are trying to do it for really complex numbers... ...numbers, where you might have to be multiplying for a really long time.
ht: Sa fè dezyèm pito yon ti jan, si ou yo ap eseye pou fè l' pou vrèman konsène sou kesyon anpil... rekòt kafe/zaboka anpil moun, ki kote ou ta gen pou être multipliant vrèman rete pase kèk tan.

source: Well, either way, both of these are valid ways of finding the least common multiple.
ht: Ni fason sa, tou de peyi sa yo byen te fè valab jwenn plusieurs komen pi piti a.

source: In this video, we're going to look at how to draw a dot structure, which has a simple organic molecule, which has single bonds.
ht: Nan videyo sa a, nou pral gade sou kijan pou yo desine yon estrikti Point, ki gen yon senp Molekil biologique, ki gen obligations youn.

source: So, if I look at the molecular formula,
ht: Konsa, si mwen gade nan fòmil moléculaire,

source: CH4, which is methane.
ht: CH4, ki se le.

source: I want to draw a dot structure for the methane molecule.
ht: Mwen vle trase yon estrikti Point pou Molekil le a.

source: I will go over here to my organic periodic table, and find carbon, and I can see carbon is in Group 4.
ht: M' ap isit la pou m' organiques peryodik, e jwenn abòn, Apre sa, mwen ka wè carbon se nan gwoup 4.

source: Therefore, carbon will have four valence electrons.
ht: Se pou sa, kabòn gen kat valence électrons.

source: So, I can draw a carbon with its four valence electrons around it like that.
ht: Se konsa, mwen kapab trase yon kabòn ak li kat électrons valence antoure li kon sa.

source: Remember from general chemistry, valence electrons are the electrons on the outer-most energy level.
ht: Pa bliye de jeneral Chimi, valence électrons sont électrons yo sou deyò pifò enèji nivo.

source: So, carbon has four valence electrons in its outer-most energy level.
ht: Se konsa, kabòn gen kat valence électrons nan nivo enèji externe pifò li.

source: Next, I have to think about hydrogen, and hydrogen is in Group 1 on the Periodic Table.
ht: Apre sa, mwen bezwen panse osijè de Idwojèn, Et Idwojèn se nan gwoup 1 sou tab la Périodique.

source: Therefore, hydrogen will have one valence electron.
ht: Se pou sa, Idwojèn pral gen yon sèl microscope valence.

source: So, I can go ahead and put the hydrogen in there with one valence electron.
ht: Se konsa, mwen ka an nou wè, yo mete Idwojèn a nan a ak yon sèl valence microscope.

source: I know I have to do that three more times.
ht: Mwen konnen mwen gen pou fè sa twa fwa plis.

source: So, I keep putting the hydrogens each with one valence electron.
ht: Se konsa, mwen toujou mete hydrogens yo chak ak yon sèl microscope valence.

source: So, the total of four hydrogens.
ht: Konsa, total de kat hydrogens.

source: And now, I can start connecting my dots.
ht: Et la koulye a, mwen ka kòmanse koneksyon pwen m.

source: I know that two valence electrons equal to one single covalent bond.
ht: Mwen konnen de électrons valence égale pou yon sèl moun ki pa marye kosyon covalent.

source: So, there is a single covalent bond.
ht: Se konsa, pa gen yon moun ki pa marye kosyon covalent.

source: There is a single covalent bond.
ht: Pa gen yon moun ki pa marye kosyon covalent.

source: And then, I have two more here.
ht: E lè sa a, mwen pa gen de plis isit la.

source: So, this is my complete dot structure for methane.
ht: Se konsa, sa se m' èstrikti Point nèt sou tout pwen pou le.

source: Now, I can see the carbon is surrounded by eight electrons here.
ht: Koulye a, mwen ka wè kabòn a te antoure pa uit électrons isit la.

source: So, we can go ahead and highlight those.
ht: Se konsa, nou ka kontinye Et en moun.

source: So, if I count on the electrons around the carbons, it would be two, four, six and eight like that.
ht: Konsa, si mwen konte sou électrons yo nan carbons yo, li t' ap pote de, kat, sis Et ywit fè kon sa.

source: And eight electrons around the carbon makes carbon very stable.
ht: Et ywit électrons autour kabòn a fè kabòn trè stab.

source: And if we look at the Periodic Table, we can see why.
ht: Et si nou gade sou tab Périodique la, nou kapab wè poutèt.

source: So, if i look at the second period,
ht: Konsa, si mwen gade nan dezyèm peryòd a,

source: I can see that the valence electron of the carbon would be one, two, three and four, and to get eight electrons, we will go to five, six, seven, eight. so, if carbon is surrounded by eight electrons, it's likely to have the electron configuration of noble gas, which makes it very stable, because all the orbitals in the energy level on are full. so, octetable electrons is the maximum number of electrons for the carbon. if we look at the hydrogen, we can see each hydrogen is surrounded by two electrons. so if i find the hydrogen here, the hydrogen is in the first energy level, so here is one electron, and here is two electrons so on the first energy level, there is only an s-orbital, and so that orbital holds maximum two electrons and we get to the electron configuration of the noble gas, and so hydrogen is stable with having only two electrons around it.
ht: M ka wè sa la microscopie valence de la kabòn ta fè yon sèl. de, twa Et kat ti moun, achte ywit électrons, n' a mache pou senk, sis, sèt, ywit. konsa, si kabòn te antoure pa ywit électrons, li pi sanble ke en la configuration microscope noble gaz, ki fè li trè stab, paske tout orbitals nan nivo enèji sou yo tout.

source: let's look at another dot structure, and let's do one tha has a nitrogen in it. so if i look at the molecular formula, CH3-NH2, i'm going to once again start with the carbon in the center, with its four valence electrons around it like that. and i know that three hydrogens on the carbon so i can go ahead and put three hydrogens each hydrogen has one valence electron, like that. and on the right side, i'm going to think about the nitrogen. i need to find the nitrogen in my periodic table. nitrogen is in Group 5.
ht: Se konsa, sou premye enèji level, pa gen sèlman yon s-orbital, Et pour orbital sa a chaje yon nivo maksimòm de électrons Et nou ale microscope a configuration de gaz noble la, ansanm ak Idwojèn stab ak gen sèlman de électrons te antoure li yo. an n gade sou yon lòt èstrikti Point Et, an n fè yon sèl fè maryaj gen yon Azòt ladan l. Si mwen gade a moléculaire fòmil, CH3-NH2 m pral yon fwa ankò kòmanse avèk kabòn la nan mitan, ak tout kat valence électrons antoure li konsa. e mwen konnen ke twa hydrogens sou kabòn a

source: Therefore, nitrogen has five valence electrons. so i can represent the electron as one, two, three, four and five, like that. and i still have two hydrogens to worry about, right? so i still have two hydrogens here. and i can see the place for them on the nitrogen. so i can go ahead and put a hydrogen in here, and a hydrogen in here, and connect the dots, and i have my dot structure. and i can also check my octet rule, so carbon has an octet, and nitrogen has an actet as well, so let's go ahead and verify that. so there is two electrons here, four, six, and eight. so nitrogen is in the second period, so nitrogen is also going to follow the octet rule, when you draw dot structures.
ht: Se pou sa, Azòt gen senk valence électrons. Se konsa mwen kapab repwezante microscope a ke UN, de, twa, kat ak senk, kon sa. Apre sa, mwen toujou gen de hydrogens pou enkyete sou, droit?

source: let's do one more. oxygen, next. so if i want to draw a dot structure, for methanol, methanol is CH3OH. so once again, i'll start carbon, with four valence electrons, and i have three hydrogens, each one with one valence electron like that so i can go ahead and put those three hydrogens next i have oxygen so i need to find the oxygen in my organic periodic table and i can see that oxygen is in group 6 right here so oxygen has six valence electrons around it so i can go ahead and draw in oxygen and i can put its six valence electrons in one, two, three, four, five and six like that and then i'm going to put in the hydrogen right? so i know now i have a hydrogen to worry about and i know hydrogen has one valence electron, so i can see there is a place for over here and once again i can connect the dots and see all of the single covalent bonds in this molecule. so that's one bond, that's another bond, now i can see that carbon is bonded to oxygen, and oxygen is bonded to this hydrogen as well again we can check our octet rule so, the carbon has eight electrons around it so is the oxygen this will be two right here and then four, and then six, and then eight so the oxygen is following the octet rule now when you are drawing a dot structure, you don't always have to do this stuff where you are drawing each individual atom, and summing all the valence electron in that way you can just start drawing it so for example, if i gave you C2H6, which is ethyne another way to do it is we just do we'd just be started drawing the bonds here so i have two carbons, and there is a pretty good bet that the two carbons are connected to each other and i have six hydrogens and if i look at what's possible around those carbons, i could put those six hydrogens around those two carbon atoms like that and if i do that, i will have octet around each carbon atom so this would be my dot structure for ethyne. to double-check yourself, you could make sure that your dot structure has the correct number of valence electrons so if i'm thinking about each carbon, each carbon having four valence electrons, and i have two of them, i'm going to get eight valence electrons from those two carbons that i have to represent in my dot structure each hydrogen has one valence electron and i have six of them so i need to worry about six valence electron of hydrogens so the total of 14 so i'm look at my dot strcuture i can check to make sure i have the correct number of valence electrons i need 14, so let's go ahead and count them so this will be two here, four, six, eight, ten, twelve and fourteen so i have the correct number of valence electrons represented in my dot structure i also have an octet of electrons around my carbons so this would be the dot structure for ethane
ht: Se konsa Azòt tou ap swiv regleman octet a, lè ou ka desine imaj estrikti Point. an n fè yon sèl ankò. oksijèn, kap vini an. Si mwen vle fè yon Point estrikti, pou méthanol, méthanol se CH3OH. Se konsa yon fwa ankò, mwen kòmanse ap pran carbon, ak kat valence électrons e mwen gen twa hydrogens, yonn chak ak yon sèl valence microscope kon sa

source: Dear Nickelodeon, I've gotten over how Sponge Bob's pants are not actually square, I can ignore most of the time that Gary's shell is not a logarithmic spiral, but what I cannot forgive is that Sponge Bob's pineapple house is a mathematical impossibility!
ht: Mwen renmen anpil Nickelodeon, m an sou kòman Bob enyen ak yon eponj pantalon sont aktyèlman kare kare, mwen ka vag prèske tout tan koki Gary sa se pa yon logaritmik Marine, men se mwen ki pa ka padone se sa Bob enyen ak yon eponj zannanna kay se yon matematik impossibilité!

source: There's three easy ways to find spirals on a pineapple.
ht: Pa gen twa fason fasil pou yo jwenn monte sou yon zannanna.

source: There's the ones that wind up it going right, the ones that spiral up to the left, and the ones that go almost straight up. Keyword: almost.
ht: Se ceux sa vent leve l' mache dwat, 24 espiral sa rive sou bò gòch, Et ak sa moute pwèske menm lè a tou.

source: If you count the number of spiral going left, and the number of spirals going right, they'll be adjacent Fibonacci numbers.
ht: Si ou konte kantite spiral pwal gòch, e anpil de monte mache dwat, se pou yo ap adjasan anpil moun Fibonacci.

source: Three and five, or five and eight, eight and thirteen, or thirteen and twenty-one.
ht: Twa Et senk, ou senk Et 8, 8, trèz, ou trèz Et UN.

source: You claim that that Sponge Bob square pants lives in a pineapple under the sea, but does he really?
ht: Ou reklame ke sa Bob enyen ak yon eponj lakou pantalon viv nan yon zannanna sou lanmè a, men èske li se vre?

source: A true pineapple would have Fibonacci spirals, so let's take a look.
ht: Yon bon zannanna ta vle monte Fibonacci, se konsa an n a, voye je.

source: Because these images of his house don't let us pick it up and turn it around and count the number of spirals going around it, it might be hard to figure out whether it's mathematically a pineapple or not but there's a huge clue in the third spiral, the one going upwards
ht: Paske zidòl sa yo lakay li pa kite nou ranmase l' vire do l' sou plas ak konte Dapre resansman de monte sikile li, li kapab twò difisil pou evalye si ta gen mathématique zannanna yon ou non Men, gen yon gwo pout nan twazyèm Marine, yonn va le

source: In this pineapple, there's eight to the right, thirteen to the left, you can add those numbers together to get how many numbers are in the set spiraling steeply upwards.
ht: Nan zannanna sa a, nanpwen ywit sou bò dwat, 13 sou bò gòch, ou kapab ajoute sa, anpil moun sanble pou jwenn anpil konbyen moun yo nan ansanm lan hausse en haut.

source: In this case, twenty-one.
ht: Nan ka sa, venteyen.

source: The three sets of spirals in any pineapple are pretty much always adjacent Fibonacci numbers.
ht: Twa ansanm de monte nan tout zannanna sont très anpil toujou adjasan Fibonacci anpil.

source: The rare mutant cases might show Lucas numbers or something, but it will always be three adjacent numbers in a series
ht: Vyann kri a mutant ka sa te ka montre anpil Lucas ou yon bagay, Men, li toujou ap va anpil adjasan twa moun nan yon seri

source: What you'll never have is the same number of spirals both ways.
ht: Sa ou pa janm vle se menm nonb lan ki monte tou de te fè.

source: Pineapples, unlike people, don't have bilateral symmetry.
ht: Faisant, ki pa moun, pa gen akò simetri.

source: You'll never have the third spiral be not a spiral but just a straight line going up a pineapple.
ht: Ou pa janm vle Marine twazyèm lan pa yon fòm men se sèlman yon liy dwat ap moute yon zannanna.

source: Yet, when we look at Sponge Bob's supposed pineapple under the sea, it clearly has lines of pineapple things going straight up.
ht: Ankò, lè nou gade enyen ak yon eponj Bob sipoze zannanna anba lanmè a, li clairement gen lignes de zannanna bagay ki pwal menm lè a tou a.

source: It clearly has bilateral symmetry.
ht: Li klè gen simetri bilatérales.

source: It clearly is not actually a pineapple at all because no pineapple could possibly grow that way.
ht: Clairement se pa aktyèlman yon zannanna tout paske pa gen Anana te kapab grandi éventuellement konsa.

source: Nickelodeon, you need to take a long, hard look in the mirror and think about the way you're misrepresenting the universe to your viewers.
ht: Nickelodeon, ou bezwen gade longè, di a Iwa Et que sou wout la, n' ap informations a linivè pou telespektatè ou.

source: This kind of mathematical oversight is simply irresponsible.
ht: Sa a jan de matematik sipèvizyon senpleman irèsponsab.

source: Sincerely, Vi Hart.
ht: An tout senserite, Vi Hart.

source: In the last video we had a three-dimensional surface, where the height z was a function of x and y.
ht: Nan videyo dènye a, nou gen yon sifas trois, kote z wotè a te yon fonksyon de x Et y.

source: And it gave us surface in three-dimensional space.
ht: Apre sa, li te ban nou sifas nan espas en.
